"STORE_DESCRIPTION" = "VLC för iOS är en portering av den fria mediaspelaren VLC media player till iPad, iPhone och iPod touch.\nDen kan direkt spela upp alla dina filmer, TV-program och musik i de flesta formaten utan att behöva konvertera.\nDen stödjer filsynkronisering med Dropbox, GDrive, OneDrive, Box, iCloud Drive, iTunes, direkt nedladdning och genom WiFi-delning såväl som strömning från SMB-, FTP- och UPnP/DLNA-mediaservrar samt webben.\nVLC tillhandahåller stöd för avancerade undertexter inklusive full SSA-kompatibilitet, flerspårigt ljud och kontroll för hastighetsuppspelning.\n\nVLC för iOS är helt fritt och har öppen källkod.";

"STORE_DESCRIPTION_TV" = "VLC media player är en fri och plattformsoberoende multimediaspelare med öppen källkod.\nDen kan spela upp alla dina filmer, TV-program och musik i de flesta formaten utan att behöva konvertera.\nDen tillåter strömning från från molntjänster (Dropbox, OneDrive, Box), fjärruppspelning från din Mac eller PC via ett webbgränssnitt såväl som strömning från SMB-, FTP- och UPnP/DLNA-mediaservrar samt webben.\nVLC tillhandahåller stöd för avancerade undertexter inklusive full SSA-kompatibilitet, flerspårigt ljud och kontroll för hastighetsuppspelning.\n\nVLC för iOS är helt fritt och har öppen källkod.\n\nMetadata och omslag tillhandahålls av film- och musikdatabaserna TMDb och Hatchet, som drivs av dess gemenskaper.";

"CHOOSE_AUDIO_TRACK" = "Välj ljudspår";
"CHOOSE_SUBTITLE_TRACK" = "Välj undertextspår";
"OPEN_TRACK_PANEL" = "Öppna spårval";
"CHOOSE_TITLE" = "Välj titel";
"CHOOSE_CHAPTER" = "Välj kapitel";
"CHAPTER_SELECTION_TITLE" = "Kapitel";
"TITLE" = "Titel";
"CHAPTER" = "Kapitel";
"MINIMIZE_PLAYBACK_VIEW" = "Minimera uppspelningen";
"FULLSCREEN_PLAYBACK" = "Spela i helskärm";
"TRACK_SELECTION" = "Spårval";
"AUDIO" = "Ljud";
"SUBTITLES" = "Undertexter";
"LANGUAGE" = "Språk";
"MEDIA_INFO" = "Mediainformation";
"VIDEO_DIMENSIONS" = "Videodimensioner";
"FORMAT_VIDEO_DIMENSIONS" = "%ix%i bildpunkter";
"FORMAT_AUDIO_TRACKS" = "%i ljudspår";
"ONE_AUDIO_TRACK" = "Ett ljudspår";
"FORMAT_SPU_TRACKS" = "%i undertextspår";
"ONE_SPU_TRACK" = "Ett undertextspår";

"PLAYING_EXTERNALLY_TITLE" = "TV ansluten";
"PLAYING_EXTERNALLY_TITLE_CHROMECAST" = "Chromecast är ansluten";
"PLAYING_EXTERNALLY_DESC" = "Denna video spelas upp på TV:n";

"VFILTER_HUE" = "Färgton";
"VFILTER_CONTRAST" = "Kontrast";
"VFILTER_BRIGHTNESS" = "Ljusstyrka";
"VFILTER_SATURATION" = "Färgmättnad";
"VFILTER_GAMMA" = "Gamma";

"PREAMP" = "Förstärk";
"DB_FORMAT" = "%i dB";
"CHOOSE_EQUALIZER_PROFILES" = "Välj equalizerprofil";

"PLAYBACK_FAILED" = "Uppspelning misslyckades";
"PLEASE_WAIT" = "Var god vänta";
"AR_CHANGED" = "Bildförhållande: %@";
"DEFAULT" = "Standard";
"FILL_TO_SCREEN" = "Beskär för att fylla skärmen";
"PLAYBACK_SPEED" = "Uppspelningshastighet";
"SPU_DELAY" = "Undertextfördröjning";
"AUDIO_DELAY" = "Ljudfördröjning";
"BUTTON_SLEEP_TIMER" = "Sovtimer";
"SLEEP_TIMER_UPDATED" = "Sovtimer uppdaterades";
"CONTINUE_PLAYBACK" = "Återuppta uppspelningen?";
"CONTINUE_PLAYBACK_LONG" = "Skulle du vilja återuppta uppspelningen av \"%@\" där du lämnade den?";

"BUTTON_ALL" = "Markera alla";
"BUTTON_BACK" = "Tillbaka";
"BUTTON_EDIT" = "Redigera";
"BUTTON_DONE" = "Färdig";
"BUTTON_CANCEL" = "Avbryt";
"BUTTON_SAVE" = "Spara";
"BUTTON_DOWNLOAD" = "Ladda ned";
"BUTTON_DELETE" = "Radera";
"BUTTON_OK" = "OK";
"BUTTON_CONTRIBUTE" = "Bidra";
"BUTTON_CONNECT" = "Anslut";
"BUTTON_RENAME" = "Byt namn";
"BUTTON_LEARN_MORE" = "Läs mer";
"BUTTON_LOGOUT" = "Logga ut";
"BUTTON_CONTINUE" = "Återuppta";
"BUTTON_SET" = "Ändra";
"BUTTON_RESET" = "Återställ";
"PRIVATE_PLAYBACK_TOGGLE" = "Privat uppspelning";
"SCAN_SUBTITLE_TOGGLE" = "Sök efter undertexter (endast http)";

"BUTTON_RENDERER" = "Castenheter";
"BUTTON_RENDERER_HINT" = "Visa en meny med tillgängliga castenheter";

"UPGRADING_LIBRARY" = "Uppgraderar mediabiblioteket";
"UNTITLED_SHOW" = "Namnlöst program";
"UNKNOWN" = "Okänd";

"OPEN_NETWORK" = "Öppna nätverksström";
"NETWORK_TITLE" = "Nätverksström";
"OPEN_NETWORK_HELP" = "Ange en HTTP-, RTSP-, RTMP-, MMS-, FTP- eller UDP/RTP-adress för att öppna strömmen direkt.";
"ABOUT_APP" = "Om VLC för iOS";
"OPEN_VLC_MENU" = "Öppna VLC:s sidpanelsmeny";
"HTTP_UPLOAD_SERVER_OFF" = "Inaktiv server";
"HTTP_UPLOAD_NO_CONNECTIVITY" = "Ingen aktiv WiFi-anslutning";
"OPEN_STREAM_OR_DOWNLOAD" = "Vill du ladda ned eller spela upp denna webbadress?";
"SHARED_VLC_IOS_LIBRARY" = "Delat bibliotek för VLC för iOS";
"SMB_CIFS_FILE_SERVERS" = "Filservrar (SMB)";

"SMB_CIFS_FILE_SERVERS_SHORT" = "SMB";


"HTTP_DOWNLOAD_FAILED" = "Nedladdnings misslyckades med HTTP-koden %i";
"HTTP_FILE_CREATION_FAILED" = "Misslyckades att skapa fil";
"HTTP_DOWNLOAD_CANCELLED" = "Nedladdning avbruten av användare";

"DOWNLOAD_FROM_HTTP_HELP" = "Ange en adress för att ladda ned filen till din %@";
"DOWNLOAD_FROM_HTTP" = "Nedladdningar";
"ERROR_NUMBER" = "Felet %i uppstod";
"DOWNLOAD_FAILED" = "Nedladdning misslyckades";
"FILE_NOT_SUPPORTED" = "Filformatet stöds inte";
"FILE_NOT_SUPPORTED_LONG" = "Filformatet som %@ använder stöds inte i denna version av VLC för iOS.";
"SCHEME_NOT_SUPPORTED" = "Adresschema stöds inte";
"SCHEME_NOT_SUPPORTED_LONG" = "Adresschemat (%@) stöds inte. Var god använd en adress som börjar med HTTP, HTTPS eller FTP.";
"LIBRARY_ALL_FILES" = "Alla filer";
"LIBRARY_MUSIC" = "Musikalbum";
"LIBRARY_SERIES" = "TV-program";
"LIBRARY_TRACKS" = "%i spår";
"LIBRARY_SINGLE_TRACK" = "%i spår";
"LIBRARY_EPISODES" = "%i episoder, %i olästa";
"LIBRARY_SINGLE_EPISODE" = "%i episod, %i olästa";
"LIBRARY_TRACK_N" = "Spår %i";
"LIBRARY_MINUTES_LEFT" = "%@m kvar";
"RENAME_MEDIA_TO" = "Ange ett nytt namn för %@";

"FOLDER_EMPTY" = "Tom mapp";
"FOLDER_EMPTY_LONG" = "Tryck på Redigera, välj filerna, klicka på mappknappen och välj denna mapp för att lägga till filer.";
"FOLDER_INVALID_TYPE_TITLE" = "Ogiltiga filtyper";
"FOLDER_INVALID_TYPE_MESSAGE" = "Du kan endast ta två filer för att bilda en mapp eller lägga till en enda fil till en befintlig mapp.";
"FOLDER_CHOOSE_NAME_TITLE" = "Ny mapp";
"FOLDER_CHOOSE_NAME_MESSAGE" = "Ange titeln för din mapp";
"FOLDER_NAME_PLACEHOLDER" = "Mapptitel";
"FOLDER_NAME_DUPLICATE_TITLE" = "Befintlig titel";
"FOLDER_NAME_DUPLICATE_MESSAGE" = "Var god välj en annan titel";
"SELECT_FOLDER" = "Välj en mapp";

"SHARING_ACTION_SHEET_TITLE_CHOOSE_FILE" = "Välj en fil att öppna:";
"SHARING_ACTIVITY_OPEN_IN_TITLE" = "Öppna med...";
"SHARING_ERROR_NO_FILES" = "Kunde inte hitta några filer att dela";
"SHARING_ERROR_NO_APPLICATIONS" = "Kunde inte hitta några applikationer att öppna denna filtyp";
"SHARING_SUCCESS_CAMERA_ROLL" = "Filen sparades på Kamerarullen";

"SECTION_HEADER_LIBRARY" = "Mediabibliotek";
"HEADER_TITLE_RENDERER" = "Välj en castenhet";
"SECTION_HEADER_NETWORK" = "Nätverk";

"LOCAL_NETWORK" = "Lokalt nätverk";
"CONNECT_TO_SERVER" = "Anslut till server";
"USER_LABEL" = "Användare";
"PASSWORD_LABEL" = "Lösenord";
"DISABLE_LABEL" = "Inaktivera";
"BUTTON_ANONYMOUS_LOGIN" = "Anonym inloggning";

"LOCAL_SERVER_REFRESH" = "Uppdatera";
"LOCAL_SERVER_LAST_UPDATE" = "Senast uppdaterad den %@";
"LOCAL_SERVER_CONNECTION_FAILED_TITLE" = "SERVERANSLUTNING MISSLYCKADES";
"LOCAL_SERVER_CONNECTION_FAILED_MESSAGE" = "Var god kontrollera din serveradress och autentiseringsuppgifter";

"CLOUD_SERVICES" = "Molntjänster";
"LOGIN" = "Logga in";
"LOGGED_IN" = "Inloggad";

"DROPBOX_DOWNLOAD" = "Ladda ned fil?";
"DROPBOX_DL_LONG" = "Vill du ladda ned \"%@\" till din %@?";
"DROPBOX_LOGIN" = "Logga in";

"GDRIVE_ERROR_FETCHING_FILES" = "Fel uppstod när filer hämtades";
"GDRIVE_DOWNLOAD_SUCCESSFUL" = "Din fil har laddats ned";
"GDRIVE_DOWNLOAD_SUCCESSFUL_TITLE" = "SLUTFÖRD";
"GDRIVE_ERROR_DOWNLOADING_FILE" = "Ett fel uppstod under nedladdningen";
"GDRIVE_ERROR_DOWNLOADING_FILE_TITLE" = "FEL";

"DISK_FULL" = "Lagringsgräns nådd";
"DISK_FULL_FORMAT" = "%@ kan inte lagras på din %@, eftersom du inte har tillräckligt mycket utrymme kvar.";

"NUM_OF_FILES" = "%i filer";
"ONE_FILE" = "1 fil";
"NO_FILES" = "Inga stödjande filer";
"DOWNLOADING" = "Laddar ned...";
"REMAINING_TIME" = "Återstående tid: %@";
"BIOMETRIC_UNLOCK" = "Lås upp mediabiblioteket\nAvbryt för att ange lösenkod";

"Settings" = "Inställningar"; // plain text key to keep compatibility with InAppSettingsKit's upstream
"ON" = "På";
"OFF" = "Av";

"EMPTY_LIBRARY" = "Tomt mediabibliotek";
"EMPTY_LIBRARY_LONG" = "För uppspelning kan du strömma media från en server på ditt lokala nätverk, från molnet eller synkronisera media till din enhet via iTunes, WiFi eller molntjänster.";

"PLAYBACK_SCRUB_HELP" = "Dra ditt finger nedåt för att justera skrubbningsgraden.";
"PLAYBACK_SCRUB_HIGH" = "Skrubbning i högfart";
"PLAYBACK_SCRUB_HALF" = "Skrubbning i halvfart";
"PLAYBACK_SCRUB_QUARTER" = "Skrubbning i fjärdedelsfart";
"PLAYBACK_SCRUB_FINE" = "Fin skrubbning";
"PLAYBACK_POSITION" = "Uppspelningsposition";
"VIDEO_FILTER" = "Videofilter";
"VIDEO_FILTER_RESET_BUTTON" = "Återställ videofilter";
"VIDEO_ASPECT_RATIO_BUTTON" = "Byt videons bildförhållande";
"PLAY_PAUSE_BUTTON" = "Spela eller pausa aktuell uppspelning";
"BWD_BUTTON" = "Hoppa bakåt";
"FWD_BUTTON" = "Hoppa framåt";
"PLAY_BUTTON" = "Spela upp";
"PAUSE_BUTTON" = "Pausa";
"PLAY_ALL_BUTTON" = "Spela upp alla";

"VERSION_FORMAT" = "Version: %@";
"BASED_ON_FORMAT" = "Baserad på:<br />%@";

"NEW" = "NYTT";

"BUG_REPORT_TITLE" = "Rapportera en bugg";
"BUG_REPORT_MESSAGE" = "Vill du skapa en buggrapport?";
"BUG_REPORT_BUTTON" = "Öppna Safari";

"VO_VIDEOPLAYER_TITLE" = "Videospelare";
"VO_VIDEOPLAYER_DOUBLETAP" = "Dubbelknacka för att visa eller dölja uppspelningskontroller";

"FIRST_STEPS_WELCOME" = "Välkommen";
"FIRST_STEPS_WELCOME_DETAIL" = "Första stegen att synkronisera och spela upp din media.";
"FIRST_STEPS_ITUNES" = "iTunes Filsynkronisering";
"FIRST_STEPS_ITUNES_DETAILS" = "Anslut din %@ till din Mac eller PC via kabeln.\nÖppna iTunes,\nVälj din %@.\nByt till fliken \"Appar\", rulla ned och leta efter VLC.\nÖverför dina filer.";
"FIRST_STEPS_WIFI_CONNECT_DETAILS" = "Anslut din %@ till samma nätverk som din Mac eller PC.";
"FIRST_STEPS_WIFI_UPLOAD_DETAILS" = "Tryck på knappen i sidpanelen, ange webbadressen till webbläsaren och ladda upp dina filer.";
"FIRST_STEPS_CLOUDS" = "Moln";
"FIRST_STEPS_CLOUD_UPLOAD_DETAILS" = "Ladda upp din media till Google Drive eller Dropbox.";
"FIRST_STEPS_CLOUD_ACCESS_DETAILS" = "Öppna sidpanelen för att välja din molnleverantör och komma åt din media för nedladdning eller strömning.";
"FIRST_STEPS_PLAYBACK" = "Uppspelning";
"FIRST_STEPS_FLOSS" = "RQDTV is a multi-functional player\nWe hope you'll love it.";

"FIRST_STEPS_TIME" = "Tid";
"FIRST_STEPS_ASPECT" = "Bildförhållande";
"FIRST_STEPS_SPEED" = "Hastighet";
"FIRST_STEPS_REPEAT" = "Upprepa";
"FIRST_STEPS_SUBTITLES" = "Undertextspår";
"FIRST_STEPS_AUDIO" = "Ljudspår";
"FIRST_STEPS_POSITION" = "Position";

"PLEX_CHECK_ACCOUNT" = "Kontrollera ditt Plex-konto i inställningarna";
"PLEX_ERROR_ACCOUNT" = "Plex-inloggningsfel";

"UNAUTHORIZED" = "Obehörig";

"SERVER" = "Server";
"SERVER_PORT" = "Port";
"NO_SERVER_FOUND" = "Ingen server hittades";
"NO_RECENT_STREAMS" = "Ingen ström har spelats nyligen";

"WEBINTF_TITLE" = "Dela via WiFi";
"WEBINTF_DROPFILES" = "Släpp filer";
"WEBINTF_DROPFILES_LONG" = "Släpp filer i fönstret för att lägga till dem i din %@.<br>Eller klicka på knappen \"+\" för att använda filväljaren.";
"WEBINTF_DOWNLOADFILES" = "Ladda ned filer";
"WEBINTF_DOWNLOADFILES_LONG" = "Klicka bara på filen du vill ladda ned från din %@.";
"WEBINTF_TITLE_ATV" = "Fjärruppspelning";
"WEBINTF_DROPFILES_LONG_ATV" = "Släpp filerna i fönstret för att spela upp dem på din %@.<br>Eller klicka på plusknappen för att använda filväljaren.";
"WEBINTF_URL_SENT" = "Webbadressen skickades.";
"WEBINTF_URL_EMPTY" = "Webbadressen kan inte vara tom.";
"WEBINTF_URL_INVALID" = "Inte en giltig webbadress";


"NOW_PLAYING" = "Spelas upp nu";
"PLAY_NOW" = "Spela upp nu";
"PLAYING" = "Spelar upp";
"DETAIL" = "Detaljer";

"VOLUME" = "Volym";
"DURATION" = "Speltid";
"TITLE" = "Titel";

// strings from VLCKit
"%ld hours %ld minutes remaining" = "%1$ld timmar %2$ld minuter kvar";
"%ld hours %ld minutes" = "%1$ld timmar %2$ld minuter";
"%ld minutes remaining" = "%ld minuter kvar";
"%ld minutes" = "%ld minuter";
"%ld minutes %ld seconds remaining" = "%1$ld minuter %2$ld sekunder kvar";
"%ld minutes %ld seconds" = "%1$ld minuter %2$ld sekunder";
"%ld seconds remaining" = "%ld sekunder kvar";
"%ld seconds" = "%ld sekunder";

// accessibility labels for the playlist
"OBJECT_TYPE_SHOW" = "TV-program";
"OBJECT_TYPE_SHOW_EPISODE" = "TV-programsepisod";
"OBJECT_TYPE_LABEL" = "Mapp";
"OBJECT_TYPE_ALBUM" = "Album";
"OBJECT_TYPE_ALBUM_TRACK" = "Albumspår";
"OBJECT_TYPE_FILE" = "Fil";
"OBJECT_TYPE_FILE_AUDIO" = "Ljudfil";

"NOT_CONNECTED_TO_PHONE_TITLE" = "Inte ansluten till iPhone";
"NOT_CONNECTED_TO_PHONE_MESSAGE" = "Anslut din iPhone till att fungera som fjärrkontroll.";

"LONGPRESS_TO_STOP" = "Håll ned för att stoppa uppspelningen.";

// ATV specific
"AUDIO_INFO_VC_TITLE" = "Ljudinformation";
"CLOUD_LOGIN_LONG" = "För att komma åt molntjänster måste du logga in på iCloud i både denna Apple TV och en iOS-enhet med samma Apple-ID samt aktivera delning av nyckelring i systeminställningarna.\nLogga sedan in på valfri molnleverantör med VLC-appen på din iOS-enhet och välj sedan den på denna skärm.";
"ENTER_URL" = "Ange webbadress att spela upp";
"HTTP_SERVER_ON" = "Inaktivera fjärruppspelning";
"HTTP_SERVER_OFF" = "Aktivera fjärruppspelning";
"CACHED_MEDIA" = "Cachad media";
"CACHED_MEDIA_LONG" = "Media som visas här lagras lokalt på din Apple TV. Observera att om din enhet får slut på lagringsutrymme kan operativsystemet ta bort innehåll när som helst utan förvarning medan VLC körs.";
"DOWNLOAD_SUBS_FROM_OSO" = "Ladda ned undertexter från OpenSubtitles.org...";
"FOUND_SUBS" = "Undertexter hittades";
"USE_SPDIF" = "Använd passthrough (S/PDIF)";

"PLAYBACK" = "Uppspelning";
"REPEAT_MODE" = "Upprepa";
"REPEAT_DISABLED" = "Inaktiverad";
"REPEAT_SINGLE" = "En gång";
"REPEAT_FOLDER" = "Mapp";

// Local Network Service Names
"UPNP_LONG" = "Universal Plug'n'Play (UPnP)";
"UPNP_SHORT" = "UPnP";

"PLEX_LONG" = "Plex Media Server (via Bonjour)";
"PLEX_SHORT" = "Plex";

"FTP_LONG" = "File Transfer Protocol (FTP)";
"FTP_SHORT" = "FTP";

"BONJOUR_FILE_SERVERS" = "BONJOUR-filserver";
"DSM_WORKGROUP" = "Arbetsgrupp";

"URL_NOT_SUPPORTED" = "Webbadressen kan inte öppnas";

// Insert %@ where play-pause-glyph should be placed
"DELETE_ITEM_HINT" = "Tryck på %@ för att radera"; /* Insert %@ where play-pause-glyph should be placed */

"DELETE_INVALID_MESSAGE" = "Markeringen kan inte raderas";
"DELETE_INVALID_TITLE" = "Ogiltig markering";
"DELETE_MESSAGE" = "Bekräfta att markerade filer ska raderas";
"DELETE_TITLE" = "Radera markerade filer";

//Drag and Drop
"THIS_FILE" = "Denna fil";
"NOT_SUPPORTED_FILETYPE" = "%@ är inte ett filformat som VLC stöder";
"FILE_EXISTS" = "%@ finns redan";

/* New strings */
"PROTOCOL_NOT_SELECTED" = "Protokollet är inte valt";
"Settings" = "Inställningar";
"ERROR" = "Fel";
"OK" = "OK";


//新增
"TVHclient"="TVHclient";
"Recordings"="Recordings";
"Currently playing"="Currently playing";
